Repository: Rahul-Chandera/Vittora
Catalog: Vittora/Localizable.xcstrings
Source language: en
Languages: es, hi

source: — · Open Vittora
es: — · Abrir Vittora
hi: — · Vittora खोलें

source: …and %lld more
es: …y %lld más
hi: …और %lld

source: /month
es: /mes
hi: /माह

source: %@ will be removed permanently. This cannot be undone.
es: %@ se eliminará permanentemente. Esta acción no se puede deshacer.
hi: %@ स्थायी रूप से हटा दिया जाएगा। इसे पूर्ववत नहीं किया जा सकता।

source: %@ · Itemized Deductions
es: %@ · Deducciones detalladas
hi: %@ · मदवार कटौतियाँ

source: %@ · Standard Deduction
es: %@ · Deducción estándar
hi: %@ · मानक कटौती

# %@ %@ net cash flow
source: %1$@ %2$@ net cash flow
es: %@ %@ flujo de efectivo neto
hi: %1$@ %2$@ शुद्ध कैश फ़्लो

source: %@ actual · %@ target
es: %@ real · %@ objetivo
hi: %@ वास्तविक · %@ लक्ष्य

source: %@ are %@ %@ the guideline
es: %@ están %@ %@ de la guía
hi: %@ दिशानिर्देश से %@ %@ हैं

source: %@ budget average
es: Promedio de presupuesto %@
hi: %@ बजट औसत

# %@ currently saves about %@.
source: %1$@ currently saves about %2$@.
es: %@ actualmente ahorra alrededor de %@.
hi: %1$@ से अभी लगभग %2$@ की बचत होती है।

source: %@ expense
es: Gasto %@
hi: %@ खर्च

source: %@ headroom remaining
es: %@ de margen restante
hi: %@ की शेष सीमा

source: %@ income
es: Ingresos %@
hi: %@ आय

source: %@ is scheduled for tomorrow.
es: %@ está programado para mañana.
hi: %@ कल के लिए शेड्यूल है।

source: %@ left
es: %@ restante
hi: %@ बाकी

source: %@ months, %@
es: %@ meses, %@
hi: %@ महीने, %@

source: %@ net cash flow
es: %@ flujo de efectivo neto
hi: %@ शुद्ध कैश फ़्लो

source: %@ owed to you, %@ you owe, net position %@
es: %@ te deben, %@ debes, posición neta %@
hi: %@ आपको मिलने हैं, %@ आपको देने हैं, नेट स्थिति %@

source: %@ owes %@
es: %@ debe %@
hi: %@ को %@ देने हैं

source: %@ per month, %@ per year, %lld active
es: %@ al mes, %@ al año, %lld activas
hi: %@ प्रति माह, %@ प्रति वर्ष, %lld सक्रिय

source: %@ percent bracket, %@
es: Tramo del %@ por ciento, %@
hi: %@ प्रतिशत ब्रैकेट, %@

source: %@ percent, %@ tax on %@
es: %@ por ciento, %@ de impuesto sobre %@
hi: %@ प्रतिशत, %@ टैक्स %@ पर

source: %@ remaining
es: %@ restante
hi: %@ शेष

source: %@ saved of %@, %lld active, %lld achieved
es: %@ ahorrado de %@, %lld activas, %lld logradas
hi: %@ बचत, लक्ष्य %@, %lld सक्रिय, %lld पूरे

source: %@ saved of %@, %lld percent complete, %@ remaining
es: %@ ahorrado de %@, %lld por ciento completado, %@ restante
hi: %@ बचत, लक्ष्य %@, %lld प्रतिशत पूरा, %@ शेष

source: %@ spending
es: Gasto de %@
hi: %@ खर्च

source: %@ transaction(s)
es: %@ transacción(es)
hi: %@ ट्रांज़ैक्शन

source: %@, %@ percent, %lld transactions
es: %@, %@ por ciento, %lld transacciones
hi: %@, %@ प्रतिशत, %lld ट्रांज़ैक्शन

# %@, %@ transactions
source: %1$@, %2$@ transactions
es: %@, %@ transacciones
hi: %1$@, %2$@ ट्रांज़ैक्शन

source: %@, %@, %@, %@, %@ per month, %@
es: %@, %@, %@, %@, %@ por mes, %@
hi: %@, %@, %@, %@, %@ प्रति माह, %@

source: %@, %@, %lld percent
es: %@, %@, %lld por ciento
hi: %@, %@, %lld प्रतिशत

source: %@, %@, paid by %@, %@
es: %@, %@, pagado por %@, %@
hi: %@, %@, %@ ने चुकाया, %@

source: %@, default
es: %@, predeterminada
hi: %@, डिफ़ॉल्ट

source: %@, not selected
es: %@, no seleccionada
hi: %@, चयनित नहीं

# %@, recommended. Tax: %@. Effective rate %@%%
source: %1$@, recommended. Tax: %2$@. Effective rate %3$@%%
es: %@, recomendado. Impuestos: %@. Tasa efectiva %@%%
hi: %1$@, सुझाया गया। टैक्स: %2$@। प्रभावी दर %3$@%%

source: %@, required
es: %@, obligatorio
hi: %@, आवश्यक

source: %@, selected
es: %@, seleccionada
hi: %@, चयनित

# %@. Tax: %@. Effective rate %@%%
source: %1$@. Tax: %2$@. Effective rate %3$@%%
es: %@. Impuestos: %@. Tasa efectiva %@%%
hi: %1$@। टैक्स: %2$@। प्रभावी दर %3$@%%

# %@%% · %lld transactions
source: %1$@%% · %2$lld transactions
es: %@%% · %lld transacciones
hi: %1$@%% · %2$lld ट्रांज़ैक्शन

# %lld active · %lld achieved
source: %1$lld active · %2$lld achieved
es: %lld activas · %lld logradas
hi: %1$lld सक्रिय · %2$lld पूरे हुए

# %lld active %@
source: %1$lld active %2$@
es: %lld activas %@
hi: %1$lld सक्रिय %2$@

# %lld attached; %lld couldn't be processed.
source: %1$lld attached; %2$lld couldn't be processed.
es: %lld adjuntos; no se pudieron procesar %lld.
hi: %1$lld अटैच हुईं; %2$lld प्रोसेस नहीं हो सकीं।

source: %lld days
es: %lld días
hi: %lld दिन

source: %lld days before
es: %lld días antes
hi: %lld दिन पहले

source: %lld days left
es: %lld días restantes
hi: %lld दिन बाकी

source: %lld days overdue
es: %lld días de retraso
hi: %lld दिन से अतिदेय

source: %lld days remaining
es: %lld días restantes
hi: %lld दिन शेष

source: %lld goal(s) past deadline
es: %lld meta(s) vencida(s)
hi: %lld लक्ष्य की समय-सीमा बीत चुकी है

source: %lld goals completed
es: %lld metas completadas
hi: %lld लक्ष्य पूरे

source: %lld groups
es: %lld grupos
hi: %lld ग्रुप

source: %lld members
es: %lld miembros
hi: %lld सदस्य

source: %lld members, %lld outstanding, %@ total
es: %lld miembros, %lld pendientes, %@ en total
hi: %lld सदस्य, %lld बकाया, कुल %@

source: %lld month(s) of available history
es: %lld mes(es) de historial disponible
hi: %lld महीने का उपलब्ध इतिहास

source: %lld outstanding
es: %lld pendientes
hi: %lld बकाया

source: %lld overdue debt(s)
es: %lld deuda(s) vencida(s)
hi: %lld अतिदेय कर्ज़

source: %lld percent
es: %lld por ciento
hi: %lld प्रतिशत

# %lld percent, %@
source: %1$lld percent, %2$@
es: %lld por ciento, %@
hi: %1$lld प्रतिशत, %2$@

source: %lld receipts attached
es: %lld recibos adjuntos
hi: %lld रसीदें अटैच की गईं

source: %lld recent sync events were resolved automatically.
es: Se resolvieron automáticamente %lld eventos de sincronización recientes.
hi: %lld हालिया सिंक इवेंट अपने-आप हल हो गए।

source: %lld recurring charges · %@/month · %@/year
es: %lld cargos recurrentes · %@/mes · %@/año
hi: %lld आवर्ती शुल्क · %@/माह · %@/वर्ष

source: %lld selected
es: %lld seleccionados
hi: %lld चुने गए

# %lld sync event(s) need review. %lld were auto-resolved.
source: %1$lld sync event(s) need review. %2$lld were auto-resolved.
es: %lld evento(s) de sincronización requieren revisión. %lld se resolvieron automáticamente.
hi: %1$lld सिंक इवेंट की समीक्षा ज़रूरी है। %2$lld अपने-आप हल हो गए।

source: %lld transactions
es: %lld transacciones
hi: %lld ट्रांज़ैक्शन

source: %lld transactions · %lld-day streak
es: %lld transacciones · racha de %lld días
hi: %lld ट्रांज़ैक्शन · %lld-दिन की स्ट्रीक

source: %lld%% of spending
es: %lld%% del gasto
hi: खर्च का %lld%%

source: %lld%% used
es: %lld%% usado
hi: %lld%% इस्तेमाल हुआ

# • %@ owes %@ %@
source: • %1$@ owes %2$@ %3$@
es: • %@ le debe %@ %@
hi: • %1$@ को %2$@ को %3$@ देना है

source: ✓ Done
es: ✓ Listo
hi: ✓ हो गया

source: 1 day before
es: 1 día antes
hi: 1 दिन पहले

source: 1 day left
es: 1 día restante
hi: 1 दिन बाकी

source: 3-month target
es: Objetivo de 3 meses
hi: 3-महीने का लक्ष्य

source: 6-month target
es: Objetivo de 6 meses
hi: 6-महीने का लक्ष्य

source: 50/30/20 Bucket
es: Grupo 50/30/20
hi: 50/30/20 बकेट

source: 80D (Parents)
es: 80D (Padres)
hi: 80D (माता-पिता)

source: 87A Rebate
es: Rebaja 87A
hi: 87A रिबेट

source: 90-day projected balance estimate
es: Estimación de saldo proyectado a 90 días
hi: 90-दिन का अनुमानित बैलेंस

source: 401(k) contributed YTD
es: 401(k) aportado en lo que va del año
hi: 401(k) में YTD योगदान

source: 401(k) elective deferral limit (advisory)
es: Límite de diferimiento electivo del 401(k) (orientativo)
hi: 401(k) वैकल्पिक डिफ़रल सीमा (सलाह हेतु)

source: A group requires at least 2 members.
es: Un grupo requiere al menos 2 miembros.
hi: ग्रुप में कम-से-कम 2 सदस्य होने चाहिए।

source: A recurring expense
es: Un gasto recurrente
hi: एक आवर्ती खर्च

source: A story-sized image with your highlights. Amounts stay private unless you choose to include them.
es: Una imagen tamaño historia con tus momentos destacados. Los montos quedan privados salvo que elijas incluirlos.
hi: आपकी मुख्य बातों वाली स्टोरी-साइज़ इमेज। जब तक आप खुद शामिल न करें, राशियाँ निजी रहती हैं।

source: A sync conflict was resolved automatically. Review iCloud Sync for details.
es: Un conflicto de sincronización se resolvió automáticamente. Revise iCloud Sync para más detalles.
hi: एक सिंक टकराव अपने-आप हल हो गया. विवरण के लिए iCloud Sync देखें.

source: A transfer needs a second account. Add one to continue.
es: Una transferencia necesita una segunda cuenta. Agregue una para continuar.
hi: ट्रांसफ़र के लिए दूसरा अकाउंट चाहिए। जारी रखने के लिए एक जोड़ें।

source: A year of tracking
es: Un año de seguimiento
hi: एक साल की ट्रैकिंग

source: About
es: Acerca de
hi: जानकारी

source: About iCloud Sync
es: Acerca de iCloud Sync
hi: iCloud Sync के बारे में

source: About Vittora
es: Acerca de Vittora
hi: Vittora के बारे में

source: Accent Color
es: Color de acento
hi: एक्सेंट रंग

source: Account
es: Cuenta
hi: अकाउंट

source: Account *
es: Cuenta *
hi: अकाउंट *

source: Account Details
es: Detalles de la cuenta
hi: अकाउंट का विवरण

source: Account icon
es: Ícono de cuenta
hi: अकाउंट आइकन

source: Account Info
es: Información de la cuenta
hi: अकाउंट की जानकारी

source: Account Name
es: Nombre de la cuenta
hi: अकाउंट का नाम

source: Account not found
es: Cuenta no encontrada
hi: अकाउंट नहीं मिला

source: Account Type
es: Tipo de cuenta
hi: अकाउंट का प्रकार

source: Accounts
es: Cuentas
hi: अकाउंट

source: Achieved
es: Lograda
hi: प्राप्त

source: Achieved 🎉
es: Lograda 🎉
hi: पूरा हुआ 🎉

source: Active
es: Activa
hi: सक्रिय

source: Active Recurring Expenses
es: Gastos recurrentes activos
hi: सक्रिय आवर्ती खर्च

source: Active Subscriptions
es: Suscripciones activas
hi: सक्रिय सब्सक्रिप्शन

source: actual
es: real
hi: वास्तविक

source: Actual deficit
es: Déficit real
hi: वास्तविक घाटा

source: Actual surplus
es: Superávit real
hi: वास्तविक अधिशेष

source: Add
es: Agregar
hi: जोड़ें

source: Add a monthly budget in Vittora to track what's left.
es: Agregue un presupuesto mensual en Vittora para ver lo que queda.
hi: कितना बाकी है यह जानने के लिए Vittora में मासिक बजट जोड़ें.

source: Add account
es: Agregar cuenta
hi: अकाउंट जोड़ें

source: Add Account
es: Agregar cuenta
hi: अकाउंट जोड़ें

source: Add accounts to track your net worth
es: Agregue cuentas para hacer seguimiento de su patrimonio neto
hi: अपनी नेट वर्थ ट्रैक करने के लिए अकाउंट जोड़ें

source: Add an account before importing transactions.
es: Agregue una cuenta antes de importar transacciones.
hi: ट्रांज़ैक्शन इंपोर्ट करने से पहले एक अकाउंट जोड़ें।

source: Add an account to continue
es: Agregue una cuenta para continuar
hi: जारी रखने के लिए एक अकाउंट जोड़ें

source: Add an expense in \(.applicationName)
es: Agregar un gasto en \(.applicationName)
hi: \(.applicationName) में एक खर्च जोड़ें

source: Add attachment
es: Agregar adjunto
hi: अटैचमेंट जोड़ें

source: Add budget
es: Agregar presupuesto
hi: बजट जोड़ें

source: Add categories to organise your transactions.
es: Agregue categorías para organizar sus transacciones.
hi: अपने ट्रांज़ैक्शन व्यवस्थित करने के लिए कैटेगरी जोड़ें।

source: Add category
es: Agregar categoría
hi: कैटेगरी जोड़ें

source: Add Category
es: Agregar categoría
hi: कैटेगरी जोड़ें

source: Add Contribution
es: Agregar aporte
hi: योगदान जोड़ें

source: Add Debt
es: Agregar deuda
hi: कर्ज़ जोड़ें

source: Add debt entry
es: Agregar registro de deuda
hi: उधार एंट्री जोड़ें

source: Add Deduction
es: Agregar deducción
hi: कटौती जोड़ें

source: Add Entry
es: Agregar entrada
hi: एंट्री जोड़ें

source: Add expense
es: Agregar gasto
hi: खर्च जोड़ें

source: Add Expense
es: Agregar gasto
hi: खर्च जोड़ें

source: Add group expense
es: Agregar gasto de grupo
hi: ग्रुप खर्च जोड़ें

source: Add income
es: Agregar ingreso
hi: आय जोड़ें

source: Add income to see this comparison
es: Agrega ingresos para ver esta comparación
hi: यह तुलना देखने के लिए आय जोड़ें

source: Add keyword rules to automatically suggest categories for matching payees and notes.
es: Agregue reglas por palabra clave para sugerir automáticamente categorías según beneficiarios y notas.
hi: मिलते-जुलते प्राप्तकर्ता और नोट के लिए अपने-आप कैटेगरी सुझाने हेतु कीवर्ड नियम जोड़ें।

source: Add New Account
es: Agregar cuenta nueva
hi: नया अकाउंट जोड़ें

source: Add New Payee
es: Agregar beneficiario nuevo
hi: नया पेयी जोड़ें

source: Add payee
es: Agregar beneficiario
hi: पेयी जोड़ें

source: Add Payee
es: Agregar beneficiario
hi: प्राप्तकर्ता जोड़ें

source: Add payees to track who you pay or receive money from.
es: Agregue beneficiarios para registrar a quién paga o de quién recibe dinero.
hi: आप किसे भुगतान करते हैं या किससे पैसे पाते हैं, यह ट्रैक करने के लिए प्राप्तकर्ता जोड़ें।

source: Add recurring essential expenses or classify expense categories as Needs to calculate your coverage.
es: Agrega gastos esenciales recurrentes o clasifica categorías de gasto como Necesidades para calcular tu cobertura.
hi: अपनी कवरेज निकालने के लिए आवर्ती ज़रूरी खर्च जोड़ें या खर्च कैटेगरी को ज़रूरतें के रूप में वर्गीकृत करें।

source: Add Recurring Expense
es: Agregar gasto recurrente
hi: आवर्ती खर्च जोड़ें

source: Add Recurring Transaction
es: Agregar transacción recurrente
hi: आवर्ती ट्रांज़ैक्शन जोड़ें

source: Add rule
es: Agregar regla
hi: नियम जोड़ें

source: Add Rule
es: Agregar regla
hi: नियम जोड़ें

source: Add savings goal
es: Agregar meta de ahorro
hi: बचत लक्ष्य जोड़ें

source: Add split group
es: Agregar grupo de división
hi: स्प्लिट ग्रुप जोड़ें

source: Add tag
es: Agregar etiqueta
hi: टैग जोड़ें

source: Add tag (press return)
es: Agregar etiqueta (presione intro)
hi: टैग जोड़ें (रिटर्न दबाएँ)

source: Add the first shared expense for this group
es: Agregue el primer gasto compartido de este grupo
hi: इस ग्रुप का पहला साझा खर्च जोड़ें

source: Add transaction
es: Agregar transacción
hi: ट्रांज़ैक्शन जोड़ें

source: Add Transaction
es: Agregar transacción
hi: ट्रांज़ैक्शन जोड़ें

source: Add your first account to start tracking your finances.
es: Agregue su primera cuenta para comenzar a controlar sus finanzas.
hi: अपने वित्त को ट्रैक करना शुरू करने के लिए पहला अकाउंट जोड़ें।

source: Add your first transaction to get started
es: Agregue su primera transacción para comenzar
hi: शुरू करने के लिए अपना पहला ट्रांज़ैक्शन जोड़ें

source: Additional Medicare Tax
es: Impuesto adicional de Medicare
hi: अतिरिक्त Medicare टैक्स

source: Adjustment
es: Ajuste
hi: समायोजन

source: Adjustments
es: Ajustes fiscales
hi: समायोजन

source: After 1 minute
es: Después de 1 minuto
hi: 1 मिनट बाद

source: After 5 minutes
es: Después de 5 minutos
hi: 5 मिनट बाद

source: Age (for senior citizen slabs)
es: Edad (para tramos de adultos mayores)
hi: आयु (वरिष्ठ नागरिक टैक्स स्लैब के लिए)

source: Align receipt within the frame
es: Alinee el recibo dentro del marco
hi: रसीद को फ़्रेम के अंदर सीधा रखें

source: All
es: Todo
hi: सभी

source: All account balances are already reconciled.
es: Todos los saldos de cuenta ya están conciliados.
hi: सभी अकाउंट बैलेंस का मिलान पहले ही हो चुका है।

source: All Categories
es: Todas las categorías
hi: सभी कैटेगरी

source: All imported transactions must use the same account.
es: Todas las transacciones importadas deben usar la misma cuenta.
hi: सभी इंपोर्ट किए गए ट्रांज़ैक्शन एक ही अकाउंट के होने चाहिए।

source: All settled up!
es: ¡Todo saldado!
hi: सारा हिसाब चुकता!

source: All transactions will be exported.
es: Se exportarán todas las transacciones.
hi: सभी ट्रांज़ैक्शन एक्सपोर्ट किए जाएँगे।

source: Allow your device passcode if biometric authentication fails.
es: Permita el código de su dispositivo si falla la autenticación biométrica.
hi: बायोमेट्रिक प्रमाणीकरण विफल होने पर डिवाइस पासकोड इस्तेमाल करने दें।

source: Already saved
es: Ya guardado
hi: पहले से सेव है

source: Alternative Minimum Tax (AMT) is not calculated.
es: No se calcula el impuesto mínimo alternativo (AMT).
hi: वैकल्पिक न्यूनतम कर (AMT) की गणना नहीं की गई है।

source: Amount
es: Monto
hi: राशि

source: Amount already saved
es: Monto ya ahorrado
hi: पहले से बचाई गई राशि

source: Amount in %@
es: Monto en %@
hi: %@ में राशि

source: Amount must be greater than zero
es: El monto debe ser mayor que cero
hi: राशि शून्य से अधिक होनी चाहिए

source: Amount must be greater than zero and an account must be selected.
es: El monto debe ser mayor que cero y debe seleccionar una cuenta.
hi: राशि शून्य से अधिक होनी चाहिए और एक अकाउंट चुनना ज़रूरी है।

source: Amount must be greater than zero.
es: El monto debe ser mayor que cero.
hi: राशि शून्य से अधिक होनी चाहिए।

source: Amount Range
es: Rango de montos
hi: राशि की सीमा

source: Amounts
es: Montos
hi: राशियाँ

source: An account is required.
es: Se requiere una cuenta.
hi: अकाउंट ज़रूरी है।

source: An error occurred: %@
es: Ocurrió un error: %@
hi: एक त्रुटि हुई: %@

source: Annual basic salary + DA
es: Salario básico anual + DA
hi: वार्षिक मूल वेतन + DA

source: Annual HRA received
es: HRA anual recibido
hi: प्राप्त वार्षिक HRA

source: Annual income
es: Ingresos anuales
hi: वार्षिक आय

source: Annual Income
es: Ingresos anuales
hi: वार्षिक आय

source: Annual income must be greater than zero.
es: Los ingresos anuales deben ser mayores que cero.
hi: वार्षिक आय शून्य से अधिक होनी चाहिए।

source: Annual income treated as wages for Social Security and Medicare estimates unless you adjust advanced inputs.
es: Los ingresos anuales se tratan como salarios para estimar Seguro Social y Medicare, salvo que ajuste entradas avanzadas.
hi: जब तक आप एडवांस्ड इनपुट नहीं बदलते, Social Security और Medicare के अनुमान में वार्षिक आय को वेतन माना जाता है।

source: Annual rent paid
es: Renta anual pagada
hi: चुकाया गया वार्षिक किराया

source: Annual Report
es: Informe anual
hi: वार्षिक रिपोर्ट

source: Annual Summary
es: Resumen anual
hi: वार्षिक सारांश

source: Annual Total
es: Total anual
hi: वार्षिक कुल

source: App Lock
es: Bloqueo de la app
hi: ऐप लॉक

source: App Lock is unavailable. Please restart the app and try again.
es: Bloqueo de la app no está disponible. Reinicie la app e inténtelo de nuevo.
hi: App Lock उपलब्ध नहीं है. कृपया ऐप को फिर से शुरू करके दोबारा कोशिश करें.

source: App locked
es: App bloqueada
hi: ऐप लॉक हुआ

source: App unlocked
es: App desbloqueada
hi: ऐप अनलॉक हुआ

source: Appearance
es: Apariencia
hi: दिखावट

source: Appearance Applied
es: Apariencia aplicada
hi: दिखावट लागू की गई

source: Applied
es: Aplicada
hi: लागू की गई

source: Apply
es: Aplicar
hi: लागू करें

source: Apply Appearance
es: Aplicar apariencia
hi: दिखावट लागू करें

source: Approaching limit
es: Cerca del límite
hi: सीमा के करीब

source: Archive
es: Archivar
hi: आर्काइव करें

source: Archive Instead
es: Archivar en su lugar
hi: इसके बजाय आर्काइव करें

source: Archived
es: Archivada
hi: आर्काइव किया गया

source: Are you sure you want to delete this account? This action cannot be undone.
es: ¿Está seguro de que desea eliminar esta cuenta? Esta acción no se puede deshacer.
hi: क्या आप वाकई यह अकाउंट डिलीट करना चाहते हैं? यह कार्रवाई वापस नहीं की जा सकती।

source: Are you sure you want to delete this category?
es: ¿Está seguro de que desea eliminar esta categoría?
hi: क्या आप वाकई यह कैटेगरी डिलीट करना चाहते हैं?

source: Are you sure you want to delete this payee?
es: ¿Está seguro de que desea eliminar este beneficiario?
hi: क्या आप वाकई इस प्राप्तकर्ता को डिलीट करना चाहते हैं?

source: Assets
es: Activos
hi: परिसंपत्तियाँ

source: Attachments
es: Adjuntos
hi: अटैचमेंट

source: Authenticate to access your financial data
es: Autentíquese para acceder a sus datos financieros
hi: अपने वित्तीय डेटा को ऐक्सेस करने के लिए प्रमाणित करें

source: Authenticate to permanently erase all data
es: Autentíquese para borrar permanentemente todos los datos
hi: सारा डेटा स्थायी रूप से मिटाने के लिए प्रमाणित करें

source: Authenticate to turn off App Lock
es: Autentíquese para desactivar el Bloqueo de la app
hi: App Lock बंद करने के लिए प्रमाणित करें

source: Authenticates using biometrics only
es: Autentica solo con biometría
hi: केवल बायोमेट्रिक्स से प्रमाणित करता है

source: Authenticates using biometrics or passcode
es: Autentica con biometría o código
hi: बायोमेट्रिक्स या पासकोड से प्रमाणित करता है

source: Authenticating…
es: Autenticando…
hi: प्रमाणित किया जा रहा है…

source: Authentication error: %@
es: Error de autenticación: %@
hi: प्रमाणीकरण त्रुटि: %@

source: Automatic Export
es: Exportación automática
hi: ऑटोमैटिक एक्सपोर्ट

source: Available
es: Disponible
hi: उपलब्ध

source: Average
es: Promedio
hi: औसत

source: Average daily discretionary spend: %@ (from %lld days of history).
es: Gasto discrecional diario promedio: %@ (de %lld días de historial).
hi: औसत दैनिक गैर-ज़रूरी खर्च: %@ (%lld दिनों के इतिहास से).

source: Avg/Month (actual)
es: Prom./mes (real)
hi: औसत/माह (वास्तविक)

source: Back
es: Atrás
hi: वापस

source: Balance
es: Saldo
hi: बैलेंस

source: Balance History
es: Historial de saldo
hi: बैलेंस हिस्ट्री

source: Balance Reconciliation
es: Conciliación de saldo
hi: बैलेंस मिलान

source: Balances:
es: Saldos:
hi: बैलेंस:

source: Balances: All settled up!
es: Saldos: ¡Todo saldado!
hi: बैलेंस: सारा हिसाब चुकता!

source: Bank
es: Banco
hi: बैंक

source: Bank Account
es: Cuenta bancaria
hi: बैंक अकाउंट

source: Bank Accounts
es: Cuentas bancarias
hi: बैंक अकाउंट

source: Bank Transfer
es: Transferencia bancaria
hi: बैंक ट्रांसफ़र

source: Based on %lld month(s) until your deadline.
es: Según %lld mes(es) hasta su fecha límite.
hi: आपकी समय-सीमा तक बचे %lld महीनों के आधार पर।

source: Baseline
es: Base
hi: आधार

source: Basic Tax
es: Impuesto básico
hi: मूल टैक्स

source: Batch Scan
es: Escaneo por lotes
hi: बैच स्कैन

source: Bi-weekly
es: Quincenal
hi: हर दो सप्ताह

source: Biggest month
es: El mes más alto
hi: सबसे बड़ा महीना

source: Biggest month %@, %@
es: El mes más alto %@, %@
hi: सबसे बड़ा महीना %@, %@

source: Biggest month %@, %@. %@
es: El mes más alto %@, %@. %@
hi: सबसे बड़ा महीना %@, %@. %@

source: Biggest month: %@
es: El mes más alto: %@
hi: सबसे बड़ा महीना: %@

source: Biggest month: %@ · %@
es: El mes más alto: %@ · %@
hi: सबसे बड़ा महीना: %@ · %@

source: Bill & Debt Due Dates
es: Fechas de vencimiento de facturas y deudas
hi: बिल और कर्ज़ की देय तारीखें

source: Bill and debt due dates
es: Fechas de vencimiento de facturas y deudas
hi: बिल और कर्ज़ की देय तारीखें

source: Bill Reminder
es: Recordatorio de factura
hi: बिल रिमाइंडर

source: Bill Reminders
es: Recordatorios de facturas
hi: बिल रिमाइंडर

source: Billing Cycle
es: Ciclo de facturación
hi: बिलिंग साइकल

source: Blue
es: Azul
hi: नीला

source: Borrowed
es: Prestado
hi: उधार लिया

source: Both options currently estimate the same tax liability.
es: Ambas opciones estiman actualmente la misma obligación tributaria.
hi: फ़िलहाल दोनों विकल्पों में अनुमानित टैक्स देनदारी समान है।

source: Bracket Distribution
es: Distribución por tramo
hi: टैक्स ब्रैकेट वितरण

source: Brand Green
es: Verde de marca
hi: ब्रांड हरा

source: Breakdown
es: Desglose
hi: विवरण

source: Budget
es: Presupuesto
hi: बजट

source: Budget Alert
es: Alerta de presupuesto
hi: बजट अलर्ट

source: Budget alert: %lld%% used
es: Alerta de presupuesto: %lld%% usado
hi: बजट अलर्ट: %lld%% उपयोग हुआ

source: Budget Alerts
es: Alertas de presupuesto
hi: बजट अलर्ट

source: Budget amount
es: Importe del presupuesto
hi: बजट राशि

source: Budget Amount
es: Monto del presupuesto
hi: बजट राशि

source: Budget Avg
es: Promedio de presupuesto
hi: बजट औसत

source: Budget Details
es: Detalles del presupuesto
hi: बजट का विवरण

source: Budget is %lld%% used
es: El presupuesto está %lld%% usado
hi: बजट का %lld%% उपयोग हो चुका है

source: Budget left
es: Presupuesto restante
hi: बजट शेष

source: Budget limit alerts
es: Alertas de límite de presupuesto
hi: बजट सीमा के अलर्ट

source: Budget Limit Alerts
es: Alertas de límite de presupuesto
hi: बजट सीमा के अलर्ट

source: Budget not found
es: Presupuesto no encontrado
hi: बजट नहीं मिला

source: Budget Not Found
es: Presupuesto no encontrado
hi: बजट नहीं मिला
